experiments/redis_contention/redis_multi/pair_0/clients_1024_threads_8_pipeline_1/redis.out
8         Threads
1024      Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        48290.53          ---          ---        89.64891        77.82300       198.65500       270.33500     48071.09 
Gets        47998.24         0.00     47998.24        88.94323        77.82300       190.46300       268.28700      1913.44 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      96288.77         0.00     47998.24        89.29714        77.82300       194.55900       270.33500     49984.53